const layoutData = [
  {
    "col": "col1",
    "top": 40,
    "title": "光の部屋",
    "body": [
      "カーテン",
      "窓",
      "棚",
      "床"
    ]
  },
  {
    "col": "col2",
    "top": 40,
    "title": "寝室",
    "body": [
      "カーテン",
      "窓",
      "棚",
      "床"
    ]
  },
  {
    "col": "col3",
    "top": 40,
    "title": "その他",
    "body": [
      "本棚",
      "廊下の床"
    ]
  },
  {
    "col": "col5",
    "top": 40,
    "title": "お台所",
    "body": [
      "食洗機",
      "レンジフード",
      "レンジ",
      ""
    ]
  },
  {
    "col": "col7",
    "top": 40,
    "title": "レンジ台",
    "body": [
      "トースター",
      "レンジ",
      ""
    ]
  },
  {
    "col": "col5",
    "top": 250,
    "title": "リビング",
    "body": [
      "カーテン",
      "窓",
      "鏡",
      "ローテーブル",
      "ソファ",
      "ピアノ",
      "洗濯エレクター",
      "食卓・イス",
      "床",
      "クローゼット"
    ]
  },
  {
    "col": "col1",
    "top": 250,
    "title": "階段",
    "body": [
      "1-2F",
      "2-3F",
      "手すり"
    ]
  },
  {
    "col": "col1",
    "top": 400,
    "title": "洗面所",
    "body": [
      "洗面台",
      "床",
      "お手洗い",
      "浴室"
    ]
  },
  {
    "col": "col2",
    "top": 250,
    "title": "玄関",
    "body": [
      "靴箱",
      "床",
      "外"
    ]
  },
  {
    "col": "col6",
    "top": 40,
    "title": "冷蔵庫",
    "body": [
      "冷蔵",
      "冷凍",
      "野菜",
      "表面"
    ]
  },
  {
    "col": "col6",
    "top": 250,
    "title": "戸棚",
    "body": [
      "吊戸棚左",
      "吊戸棚右",
      "食器棚",
      "食卓棚",
      "TV棚",
      "レンジ下_左",
      "レンジ下_中",
      "レンジ下_右",
      "レンジ下_カトラリー"
    ]
  },
  {
    "col": "col3",
    "top": 250,
    "title": "外",
    "body": [
      "北",
      "南"
    ]
  }
];
